<?php
$_['heading_title'] = '<b>FastFood - настройки шаблона ver 1.1</b>';

$_['text_module'] = 'Модули';
$_['button_apply'] = 'Применить';
$_['text_browse'] = 'Обзор';
$_['text_clear'] = 'Очистить';
$_['text_copyright'] = '<a href="mailto:sergey@oc-dev.ru">sergey@oc-dev.ru</a>';
$_['text_image_manager'] = 'Менеджер изображений';
$_['text_success'] = 'Настройки шаблона FastFood успешно сохранены';


$_['entry_fixheader'] = 'Фиксировать шапку сайта при прокрутке?';
$_['entry_config_mobile'] = 'Мобильный:';
$_['entry_fastfood_tab'] = 'Настройки шаблона FastFood';
$_['entry_maps'] = 'Карта для страницы контактов:<br /><span style="color:#888; font-size:11px;">Идем по <a href="https://tech.yandex.ru/maps/tools/constructor/" target="_blank">этому адресу</a> создаём карту и вставляем сюда полученный код</span>';
$_['entry_delivery_hours'] = 'Часы доставки:<br /><span style="color:#888; font-size:11px;">Показывается в блоке, появляющемся при наведении на основной телефон</span>';
$_['entry_store_hours'] = 'Часы работы:<br /><span style="color:#888; font-size:11px;">В футере сайта, под номером телефона</span>';
$_['entry_slideshow_effect'] = 'Эффект изменения картинки для слайдера на главной странице:';
$_['entry_home_banner'] = 'Текстовые баннеры на главной:<br /> <span>Где взять другие иконки? Идём по <a href="http://fortawesome.github.io/Font-Awesome/icons/" target="_blank" >этому адресу</a>, выбираем понравившуюся иконку, кликаем по ней и видим название той иконки, к примеру: "fa-gift". Копируем его и вставляем по аналогии, как в баннере-примере справа.</span>';
$_['entry_product_banner'] = 'Текстовые баннеры в карточке товара:';
$_['entry_footer_socials'] = 'Ссылки на соцсети в футере:';
$_['entry_footer_payment'] = 'Иконки плат. систем:';
$_['entry_background_image'] = 'Фоновое изображение:<br /><span style="color:#888; font-size:11px;">Необязательно, но если вы выберите картинку, она будет покказываться в качестве фонового изображения сайта.</span>';
$_['entry_text_menu'] = 'Заголовок блока меню на мобильных устройствах:';
$_['entry_show_gallery'] = 'Ссылка на фотогалерею в главном меню:<br /><span style="color:#888; font-size:11px;">В случае, если у вас в главном меню пунктов больше, чем может поместиться в ширину блока меню, то ссылка на галерею будет отображаться в вып. списке.</span>';
$_['entry_title_gallery'] = 'Заголовок ссылки на фотогалерею:<br /><span>Этот же заголовок будет отображаться и на странице самой фотогалереи</span>';
$_['entry_show_stock'] = 'Показывать строку с наличием товара:';
$_['entry_show_model'] = 'Показывать строку с моделью товара:';
$_['entry_title_related'] = 'Заголовок стандартного модуля похожих товаров:';
$_['entry_show_similar'] = 'Показывать модуль похожих товаров:<br /><span style="color:#888; font-size:11px;">Модуль автоматически подбирает и показывает товары из той-же категории(й), что и данный товар.</span>';
$_['entry_title_similar'] = 'Заголовок модуля похожих товаров:';
$_['entry_product_similar'] = 'Показывать товаров:<br /><span>Рекомендуется не менее 4.</span>';
$_['entry_show_search'] = 'Показывать иконку-кнопку для открытия строки поиска:';
$_['entry_show_account'] = 'Показывать иконку-ссылку для перехода на страницу авторизации:';
$_['entry_quick_order_name_text'] = 'Название поля ввода имени: ';
$_['entry_quick_order_phone_text'] = 'Название поля ввода телефона: ';
$_['entry_quick_order_mail'] = 'Показывать поле e-mail? ';
$_['entry_quick_order_mail_text'] = 'Название поля ввода e-mail: ';
$_['entry_quick_order_delivery'] = 'Показывать поле адреса доставки? ';
$_['entry_quick_order_delivery_text'] = 'Название поля ввода адреса доставки: ';
$_['entry_quick_order_comment'] = 'Показывать поле комментария? ';
$_['entry_quick_order_comment_text'] = 'Название поля ввода комментария: ';
$_['entry_show_quick_order'] = 'Включить блок быстрого заказа:<br /><span style="color:#888; font-size:11px;">Если отмечено, в блоке корзины будет отображаться блок быстрого заказа.</span>';
$_['entry_quick_order_function'] = 'Создание заказа в админке:<br /><span style="color:#888; font-size:11px;">Если отмечено, то при создани заказа через модуль быстрого заказа, заказ будет не только отправляться на почту, но и создаваться в админке магазина</span>';
$_['entry_quick_order_phone_mask'] = 'Маска ввода для поле "телефон" в быстром заказе.<br /><span style="color:#888; font-size:11px;">Пример, как уже есть по умолчанию +7 (999) 999-99-99 - это значит, что можно ввести только цифры и только в таком виде.</span>';
$_['entry_show_callback'] = 'Показывать ссылку на открытие окна заказа звонка:';
$_['entry_callback_phone_mask'] = 'Маска ввода для поле "телефон" в заказе звонка.<br /><span style="color:#888; font-size:11px;">Пример, как уже есть по умолчанию +7 (999) 999-99-99 - это значит, что можно ввести только цифры и только в таком виде.</span>';
$_['entry_show_reason1'] = 'Показывать тему заказа звонка #1';
$_['entry_show_reason2'] = 'Показывать тему заказа звонка #2';
$_['entry_show_reason3'] = 'Показывать тему заказа звонка #3';
$_['entry_text_reason1'] = 'Текст темы заказа звонка #1';
$_['entry_text_reason2'] = 'Текст темы заказа звонка #2';
$_['entry_text_reason3'] = 'Текст темы заказа звонка #3';
$_['entry_show_quantity'] = 'Показывать выбор количества товара в модулях, категории и прочих страницах?';
$_['entry_show_quickview'] = 'Показывать иконку быстрого просмотра при наведении на фото товара в модулях, категориях и пр.?';
$_['entry_enable_bootstrap'] = 'Подключать стили и скрипт Bootstrap?<br /><span>Используется в опенкарт2 по умолчанию, но сильно тормозит загрузку сайта</span>';
$_['entry_custom_style'] = 'Подключать свой файл стилей?<br /><span>Если вы хотите внести изменения в отображение шаблона, изменить цвет или ещё что-то, то создайте для него отдельный файл стилей, положите его в папку стилей шаблона и укажите его имя в этом поле. Он подключится автоматически.</span>';
$_['entry_show_cat_items'] = 'Количество показываемых пунктов в боковом меню категорий:';
$_['entry_show_sticker_special'] = 'Показывать стикер со скидкой по акции:';
$_['entry_show_sticker_new'] = 'Показывать стикер "новинка":';
$_['entry_sticker_new_date'] = 'Сколько дней после добавления товара показывать стикер "новинка":';
$_['entry_sticker_new_text'] = 'Текст на стикере "новинка":';
$_['entry_show_sticker_bestseller'] = 'Показывать стикер "лидер продаж":';
$_['entry_sticker_bestseller_item'] = 'Количество продаж товара, после которого ему привсваивается стикер "лидер продаж":';
$_['entry_sticker_bestseller_text'] = 'Текст на стикере "лидер продаж"';

$_['error_permission'] 	= 'Внимание: У вас нет разрешения на изменение настроек шаблона FastFood';
?>